{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 250, "word_counts": "{\"i\": 330, \"constantly\": 4, \"feel\": 89, \"like\": 67, \"am\": 19, \"worthless\": 4, \"and\": 77, \"a\": 33, \"burden\": 4, \"to\": 26, \"others\": 4, \"can\": 18, \"focus\": 14, \"well\": 6, \"on\": 14, \"my\": 66, \"studies\": 4, \"without\": 4, \"distractions\": 4, \"energy\": 6, \"levels\": 9, \"are\": 8, \"good\": 10, \"do\": 45, \"daily\": 4, \"tasks\": 6, \"easily\": 12, \"no\": 32, \"noticeable\": 5, \"change\": 5, \"in\": 39, \"movement\": 5, \"or\": 33, \"activity\": 5, \"barely\": 26, \"sleep\": 32, \"at\": 51, \"night\": 29, \"when\": 20, \"nightmares\": 14, \"wake\": 20, \"me\": 30, \"up\": 20, \"have\": 48, \"lost\": 27, \"interest\": 9, \"everything\": 28, \"nothing\": 21, \"matters\": 9, \"not\": 20, \"enough\": 6, \"it\": 24, \"bothers\": 6, \"lot\": 6, \"slight\": 5, \"trouble\": 5, \"falling\": 5, \"asleep\": 5, \"but\": 47, \"every\": 5, \"completely\": 9, \"appetite\": 26, \"weight\": 9, \"is\": 25, \"all\": 44, \"over\": 8, \"the\": 14, \"place\": 8, \"either\": 16, \"overeat\": 8, \"dont\": 24, \"eat\": 8, \"serious\": 8, \"thoughts\": 20, \"just\": 14, \"moments\": 8, \"of\": 14, \"feeling\": 12, \"overwhelmed\": 8, \"get\": 4, \"distracted\": 4, \"regain\": 4, \"quickly\": 4, \"eating\": 8, \"habits\": 8, \"changed\": 4, \"significantly\": 4, \"sometimes\": 13, \"skip\": 4, \"meals\": 4, \"most\": 8, \"days\": 8, \"hopeless\": 4, \"empty\": 13, \"cant\": 14, \"concentrate\": 12, \"brain\": 8, \"shutting\": 8, \"down\": 27, \"people\": 9, \"tell\": 12, \"seem\": 9, \"lifeless\": 6, \"that\": 12, \"move\": 6, \"anymore\": 10, \"frequently\": 10, \"makes\": 4, \"happy\": 4, \"failure\": 6, \"let\": 6, \"everyone\": 6, \"sleeping\": 10, \"has\": 8, \"become\": 8, \"inconsistent\": 8, \"too\": 25, \"much\": 17, \"little\": 17, \"disconnected\": 9, \"from\": 9, \"life\": 9, \"meaningless\": 9, \"physically\": 6, \"sluggish\": 6, \"time\": 6, \"im\": 6, \"weighed\": 6, \"motivation\": 6, \"anything\": 6, \"stay\": 6, \"bed\": 6, \"day\": 6, \"times\": 9, \"could\": 9, \"better\": 9, \"s\": 13, \"overwhelming\": 9, \"enjoy\": 13, \"activities\": 8, \"used\": 6, \"force\": 6, \"myself\": 13, \"things\": 9, \"fluctuates\": 5, \"drastic\": 5, \"always\": 9, \"exhausted\": 9, \"even\": 15, \"talking\": 9, \"feels\": 9, \"effort\": 9, \"say\": 3, \"slower\": 3, \"responding\": 3, \"doing\": 3, \"think\": 10, \"about\": 16, \"ending\": 4, \"see\": 4, \"way\": 4, \"out\": 4, \"confident\": 7, \"abilities\": 7, \"more\": 9, \"tired\": 10, \"than\": 9, \"usual\": 14, \"manage\": 6, \"self\": 12, \"harm\": 12, \"suicidal\": 6, \"ideation\": 6, \"struggle\": 4, \"assignments\": 4, \"lose\": 4, \"track\": 4, \"seems\": 6, \"blurry\": 6, \"head\": 6, \"disappearing\": 6, \"wouldnt\": 6, \"act\": 6, \"doesn\": 3, \"t\": 3, \"last\": 3, \"long\": 3, \"anyone\": 6, \"fidget\": 3, \"extreme\": 3, \"fine\": 5, \"hobbies\": 5, \"as\": 5, \"normal\": 4, \"major\": 7, \"changes\": 5, \"issues\": 2, \"with\": 2, \"rest\": 2, \"simple\": 2, \"drain\": 2, \"after\": 4, \"full\": 4, \"occasionally\": 2, \"uninterested\": 2, \"usually\": 2, \"mood\": 1, \"mostly\": 1, \"okay\": 1}", "word_docs": "{\"others\": 4, \"feel\": 89, \"like\": 67, \"constantly\": 4, \"a\": 33, \"and\": 77, \"to\": 20, \"i\": 214, \"burden\": 4, \"am\": 19, \"worthless\": 4, \"studies\": 4, \"without\": 4, \"distractions\": 4, \"well\": 6, \"my\": 66, \"can\": 18, \"focus\": 14, \"on\": 14, \"are\": 8, \"tasks\": 6, \"energy\": 6, \"levels\": 9, \"good\": 10, \"easily\": 12, \"daily\": 4, \"do\": 45, \"in\": 39, \"or\": 33, \"movement\": 5, \"change\": 5, \"activity\": 5, \"noticeable\": 5, \"no\": 32, \"me\": 30, \"sleep\": 32, \"night\": 29, \"up\": 20, \"nightmares\": 14, \"wake\": 20, \"at\": 51, \"when\": 20, \"barely\": 26, \"have\": 39, \"lost\": 18, \"nothing\": 21, \"everything\": 28, \"matters\": 9, \"interest\": 9, \"bothers\": 6, \"not\": 20, \"it\": 24, \"enough\": 6, \"lot\": 6, \"trouble\": 5, \"asleep\": 5, \"falling\": 5, \"but\": 47, \"slight\": 5, \"every\": 5, \"appetite\": 26, \"weight\": 9, \"completely\": 9, \"overeat\": 8, \"place\": 8, \"the\": 14, \"either\": 16, \"dont\": 24, \"eat\": 8, \"over\": 8, \"all\": 36, \"is\": 25, \"thoughts\": 20, \"serious\": 8, \"moments\": 8, \"just\": 14, \"of\": 14, \"overwhelmed\": 8, \"feeling\": 12, \"distracted\": 4, \"regain\": 4, \"get\": 4, \"quickly\": 4, \"habits\": 8, \"significantly\": 4, \"skip\": 4, \"eating\": 8, \"changed\": 4, \"meals\": 4, \"sometimes\": 13, \"empty\": 13, \"hopeless\": 4, \"days\": 8, \"most\": 8, \"cant\": 14, \"shutting\": 8, \"concentrate\": 12, \"down\": 27, \"brain\": 8, \"people\": 9, \"move\": 6, \"seem\": 9, \"lifeless\": 6, \"anymore\": 10, \"that\": 12, \"tell\": 12, \"frequently\": 10, \"happy\": 4, \"makes\": 4, \"let\": 6, \"failure\": 6, \"everyone\": 6, \"has\": 8, \"become\": 8, \"much\": 17, \"little\": 17, \"too\": 17, \"sleeping\": 10, \"inconsistent\": 8, \"from\": 9, \"disconnected\": 9, \"life\": 9, \"meaningless\": 9, \"time\": 6, \"im\": 6, \"weighed\": 6, \"sluggish\": 6, \"physically\": 6, \"anything\": 6, \"motivation\": 6, \"day\": 6, \"stay\": 6, \"bed\": 6, \"could\": 9, \"better\": 9, \"s\": 13, \"overwhelming\": 9, \"times\": 9, \"activities\": 8, \"things\": 9, \"enjoy\": 13, \"myself\": 13, \"force\": 6, \"used\": 6, \"fluctuates\": 5, \"drastic\": 5, \"always\": 9, \"even\": 15, \"effort\": 9, \"exhausted\": 9, \"talking\": 9, \"feels\": 9, \"responding\": 3, \"slower\": 3, \"say\": 3, \"doing\": 3, \"think\": 10, \"about\": 16, \"out\": 4, \"ending\": 4, \"way\": 4, \"see\": 4, \"abilities\": 7, \"confident\": 7, \"usual\": 14, \"tired\": 10, \"manage\": 6, \"than\": 9, \"more\": 9, \"self\": 12, \"harm\": 12, \"ideation\": 6, \"suicidal\": 6, \"track\": 4, \"struggle\": 4, \"lose\": 4, \"assignments\": 4, \"seems\": 6, \"head\": 6, \"blurry\": 6, \"disappearing\": 6, \"act\": 6, \"wouldnt\": 6, \"t\": 3, \"long\": 3, \"doesn\": 3, \"last\": 3, \"anyone\": 6, \"extreme\": 3, \"fidget\": 3, \"fine\": 5, \"hobbies\": 5, \"as\": 5, \"normal\": 4, \"changes\": 5, \"major\": 7, \"issues\": 2, \"rest\": 2, \"with\": 2, \"simple\": 2, \"drain\": 2, \"after\": 4, \"full\": 4, \"uninterested\": 2, \"occasionally\": 2, \"usually\": 2, \"okay\": 1, \"mood\": 1, \"mostly\": 1}", "index_docs": "{\"163\": 4, \"3\": 89, \"5\": 67, \"160\": 4, \"13\": 33, \"4\": 77, \"22\": 20, \"2\": 214, \"162\": 4, \"35\": 19, \"161\": 4, \"164\": 4, \"165\": 4, \"166\": 4, \"112\": 6, \"6\": 66, \"36\": 18, \"42\": 14, \"43\": 14, \"91\": 8, \"114\": 6, \"113\": 6, \"68\": 9, \"62\": 10, \"55\": 12, \"167\": 4, \"10\": 45, \"12\": 39, \"14\": 33, \"147\": 5, \"146\": 5, \"148\": 5, \"145\": 5, \"15\": 32, \"17\": 30, \"16\": 32, \"18\": 29, \"32\": 20, \"44\": 14, \"31\": 20, \"7\": 51, \"30\": 20, \"23\": 26, \"8\": 39, \"20\": 18, \"29\": 21, \"19\": 28, \"70\": 9, \"69\": 9, \"116\": 6, \"33\": 20, \"27\": 24, \"115\": 6, \"117\": 6, \"150\": 5, \"152\": 5, \"151\": 5, \"9\": 47, \"149\": 5, \"153\": 5, \"24\": 26, \"72\": 9, \"71\": 9, \"94\": 8, \"93\": 8, \"45\": 14, \"39\": 16, \"28\": 24, \"95\": 8, \"92\": 8, \"11\": 36, \"25\": 25, \"34\": 20, \"96\": 8, \"97\": 8, \"46\": 14, \"47\": 14, \"98\": 8, \"56\": 12, \"169\": 4, \"170\": 4, \"168\": 4, \"171\": 4, \"100\": 8, \"173\": 4, \"174\": 4, \"99\": 8, \"172\": 4, \"175\": 4, \"50\": 13, \"51\": 13, \"176\": 4, \"102\": 8, \"101\": 8, \"48\": 14, \"104\": 8, \"57\": 12, \"21\": 27, \"103\": 8, \"73\": 9, \"119\": 6, \"74\": 9, \"118\": 6, \"63\": 10, \"59\": 12, \"58\": 12, \"64\": 10, \"178\": 4, \"177\": 4, \"121\": 6, \"120\": 6, \"122\": 6, \"105\": 8, \"106\": 8, \"37\": 17, \"38\": 17, \"26\": 17, \"65\": 10, \"107\": 8, \"76\": 9, \"75\": 9, \"77\": 9, \"78\": 9, \"125\": 6, \"126\": 6, \"127\": 6, \"124\": 6, \"123\": 6, \"129\": 6, \"128\": 6, \"132\": 6, \"130\": 6, \"131\": 6, \"80\": 9, \"81\": 9, \"52\": 13, \"82\": 9, \"79\": 9, \"108\": 8, \"83\": 9, \"53\": 13, \"54\": 13, \"134\": 6, \"133\": 6, \"154\": 5, \"155\": 5, \"84\": 9, \"41\": 15, \"88\": 9, \"85\": 9, \"86\": 9, \"87\": 9, \"192\": 3, \"191\": 3, \"190\": 3, \"193\": 3, \"66\": 10, \"40\": 16, \"182\": 4, \"179\": 4, \"181\": 4, \"180\": 4, \"110\": 7, \"109\": 7, \"49\": 14, \"67\": 10, \"135\": 6, \"90\": 9, \"89\": 9, \"60\": 12, \"61\": 12, \"137\": 6, \"136\": 6, \"186\": 4, \"183\": 4, \"185\": 4, \"184\": 4, \"138\": 6, \"140\": 6, \"139\": 6, \"141\": 6, \"143\": 6, \"142\": 6, \"195\": 3, \"197\": 3, \"194\": 3, \"196\": 3, \"144\": 6, \"199\": 3, \"198\": 3, \"156\": 5, \"157\": 5, \"158\": 5, \"187\": 4, \"159\": 5, \"111\": 7, \"200\": 2, \"202\": 2, \"201\": 2, \"203\": 2, \"204\": 2, \"188\": 4, \"189\": 4, \"206\": 2, \"205\": 2, \"207\": 2, \"210\": 1, \"208\": 1, \"209\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"i\", \"3\": \"feel\", \"4\": \"and\", \"5\": \"like\", \"6\": \"my\", \"7\": \"at\", \"8\": \"have\", \"9\": \"but\", \"10\": \"do\", \"11\": \"all\", \"12\": \"in\", \"13\": \"a\", \"14\": \"or\", \"15\": \"no\", \"16\": \"sleep\", \"17\": \"me\", \"18\": \"night\", \"19\": \"everything\", \"20\": \"lost\", \"21\": \"down\", \"22\": \"to\", \"23\": \"barely\", \"24\": \"appetite\", \"25\": \"is\", \"26\": \"too\", \"27\": \"it\", \"28\": \"dont\", \"29\": \"nothing\", \"30\": \"when\", \"31\": \"wake\", \"32\": \"up\", \"33\": \"not\", \"34\": \"thoughts\", \"35\": \"am\", \"36\": \"can\", \"37\": \"much\", \"38\": \"little\", \"39\": \"either\", \"40\": \"about\", \"41\": \"even\", \"42\": \"focus\", \"43\": \"on\", \"44\": \"nightmares\", \"45\": \"the\", \"46\": \"just\", \"47\": \"of\", \"48\": \"cant\", \"49\": \"usual\", \"50\": \"sometimes\", \"51\": \"empty\", \"52\": \"s\", \"53\": \"enjoy\", \"54\": \"myself\", \"55\": \"easily\", \"56\": \"feeling\", \"57\": \"concentrate\", \"58\": \"tell\", \"59\": \"that\", \"60\": \"self\", \"61\": \"harm\", \"62\": \"good\", \"63\": \"anymore\", \"64\": \"frequently\", \"65\": \"sleeping\", \"66\": \"think\", \"67\": \"tired\", \"68\": \"levels\", \"69\": \"interest\", \"70\": \"matters\", \"71\": \"completely\", \"72\": \"weight\", \"73\": \"people\", \"74\": \"seem\", \"75\": \"disconnected\", \"76\": \"from\", \"77\": \"life\", \"78\": \"meaningless\", \"79\": \"times\", \"80\": \"could\", \"81\": \"better\", \"82\": \"overwhelming\", \"83\": \"things\", \"84\": \"always\", \"85\": \"exhausted\", \"86\": \"talking\", \"87\": \"feels\", \"88\": \"effort\", \"89\": \"more\", \"90\": \"than\", \"91\": \"are\", \"92\": \"over\", \"93\": \"place\", \"94\": \"overeat\", \"95\": \"eat\", \"96\": \"serious\", \"97\": \"moments\", \"98\": \"overwhelmed\", \"99\": \"eating\", \"100\": \"habits\", \"101\": \"most\", \"102\": \"days\", \"103\": \"brain\", \"104\": \"shutting\", \"105\": \"has\", \"106\": \"become\", \"107\": \"inconsistent\", \"108\": \"activities\", \"109\": \"confident\", \"110\": \"abilities\", \"111\": \"major\", \"112\": \"well\", \"113\": \"energy\", \"114\": \"tasks\", \"115\": \"enough\", \"116\": \"bothers\", \"117\": \"lot\", \"118\": \"lifeless\", \"119\": \"move\", \"120\": \"failure\", \"121\": \"let\", \"122\": \"everyone\", \"123\": \"physically\", \"124\": \"sluggish\", \"125\": \"time\", \"126\": \"im\", \"127\": \"weighed\", \"128\": \"motivation\", \"129\": \"anything\", \"130\": \"stay\", \"131\": \"bed\", \"132\": \"day\", \"133\": \"used\", \"134\": \"force\", \"135\": \"manage\", \"136\": \"suicidal\", \"137\": \"ideation\", \"138\": \"seems\", \"139\": \"blurry\", \"140\": \"head\", \"141\": \"disappearing\", \"142\": \"wouldnt\", \"143\": \"act\", \"144\": \"anyone\", \"145\": \"noticeable\", \"146\": \"change\", \"147\": \"movement\", \"148\": \"activity\", \"149\": \"slight\", \"150\": \"trouble\", \"151\": \"falling\", \"152\": \"asleep\", \"153\": \"every\", \"154\": \"fluctuates\", \"155\": \"drastic\", \"156\": \"fine\", \"157\": \"hobbies\", \"158\": \"as\", \"159\": \"changes\", \"160\": \"constantly\", \"161\": \"worthless\", \"162\": \"burden\", \"163\": \"others\", \"164\": \"studies\", \"165\": \"without\", \"166\": \"distractions\", \"167\": \"daily\", \"168\": \"get\", \"169\": \"distracted\", \"170\": \"regain\", \"171\": \"quickly\", \"172\": \"changed\", \"173\": \"significantly\", \"174\": \"skip\", \"175\": \"meals\", \"176\": \"hopeless\", \"177\": \"makes\", \"178\": \"happy\", \"179\": \"ending\", \"180\": \"see\", \"181\": \"way\", \"182\": \"out\", \"183\": \"struggle\", \"184\": \"assignments\", \"185\": \"lose\", \"186\": \"track\", \"187\": \"normal\", \"188\": \"after\", \"189\": \"full\", \"190\": \"say\", \"191\": \"slower\", \"192\": \"responding\", \"193\": \"doing\", \"194\": \"doesn\", \"195\": \"t\", \"196\": \"last\", \"197\": \"long\", \"198\": \"fidget\", \"199\": \"extreme\", \"200\": \"issues\", \"201\": \"with\", \"202\": \"rest\", \"203\": \"simple\", \"204\": \"drain\", \"205\": \"occasionally\", \"206\": \"uninterested\", \"207\": \"usually\", \"208\": \"mood\", \"209\": \"mostly\", \"210\": \"okay\"}", "word_index": "{\"<OOV>\": 1, \"i\": 2, \"feel\": 3, \"and\": 4, \"like\": 5, \"my\": 6, \"at\": 7, \"have\": 8, \"but\": 9, \"do\": 10, \"all\": 11, \"in\": 12, \"a\": 13, \"or\": 14, \"no\": 15, \"sleep\": 16, \"me\": 17, \"night\": 18, \"everything\": 19, \"lost\": 20, \"down\": 21, \"to\": 22, \"barely\": 23, \"appetite\": 24, \"is\": 25, \"too\": 26, \"it\": 27, \"dont\": 28, \"nothing\": 29, \"when\": 30, \"wake\": 31, \"up\": 32, \"not\": 33, \"thoughts\": 34, \"am\": 35, \"can\": 36, \"much\": 37, \"little\": 38, \"either\": 39, \"about\": 40, \"even\": 41, \"focus\": 42, \"on\": 43, \"nightmares\": 44, \"the\": 45, \"just\": 46, \"of\": 47, \"cant\": 48, \"usual\": 49, \"sometimes\": 50, \"empty\": 51, \"s\": 52, \"enjoy\": 53, \"myself\": 54, \"easily\": 55, \"feeling\": 56, \"concentrate\": 57, \"tell\": 58, \"that\": 59, \"self\": 60, \"harm\": 61, \"good\": 62, \"anymore\": 63, \"frequently\": 64, \"sleeping\": 65, \"think\": 66, \"tired\": 67, \"levels\": 68, \"interest\": 69, \"matters\": 70, \"completely\": 71, \"weight\": 72, \"people\": 73, \"seem\": 74, \"disconnected\": 75, \"from\": 76, \"life\": 77, \"meaningless\": 78, \"times\": 79, \"could\": 80, \"better\": 81, \"overwhelming\": 82, \"things\": 83, \"always\": 84, \"exhausted\": 85, \"talking\": 86, \"feels\": 87, \"effort\": 88, \"more\": 89, \"than\": 90, \"are\": 91, \"over\": 92, \"place\": 93, \"overeat\": 94, \"eat\": 95, \"serious\": 96, \"moments\": 97, \"overwhelmed\": 98, \"eating\": 99, \"habits\": 100, \"most\": 101, \"days\": 102, \"brain\": 103, \"shutting\": 104, \"has\": 105, \"become\": 106, \"inconsistent\": 107, \"activities\": 108, \"confident\": 109, \"abilities\": 110, \"major\": 111, \"well\": 112, \"energy\": 113, \"tasks\": 114, \"enough\": 115, \"bothers\": 116, \"lot\": 117, \"lifeless\": 118, \"move\": 119, \"failure\": 120, \"let\": 121, \"everyone\": 122, \"physically\": 123, \"sluggish\": 124, \"time\": 125, \"im\": 126, \"weighed\": 127, \"motivation\": 128, \"anything\": 129, \"stay\": 130, \"bed\": 131, \"day\": 132, \"used\": 133, \"force\": 134, \"manage\": 135, \"suicidal\": 136, \"ideation\": 137, \"seems\": 138, \"blurry\": 139, \"head\": 140, \"disappearing\": 141, \"wouldnt\": 142, \"act\": 143, \"anyone\": 144, \"noticeable\": 145, \"change\": 146, \"movement\": 147, \"activity\": 148, \"slight\": 149, \"trouble\": 150, \"falling\": 151, \"asleep\": 152, \"every\": 153, \"fluctuates\": 154, \"drastic\": 155, \"fine\": 156, \"hobbies\": 157, \"as\": 158, \"changes\": 159, \"constantly\": 160, \"worthless\": 161, \"burden\": 162, \"others\": 163, \"studies\": 164, \"without\": 165, \"distractions\": 166, \"daily\": 167, \"get\": 168, \"distracted\": 169, \"regain\": 170, \"quickly\": 171, \"changed\": 172, \"significantly\": 173, \"skip\": 174, \"meals\": 175, \"hopeless\": 176, \"makes\": 177, \"happy\": 178, \"ending\": 179, \"see\": 180, \"way\": 181, \"out\": 182, \"struggle\": 183, \"assignments\": 184, \"lose\": 185, \"track\": 186, \"normal\": 187, \"after\": 188, \"full\": 189, \"say\": 190, \"slower\": 191, \"responding\": 192, \"doing\": 193, \"doesn\": 194, \"t\": 195, \"last\": 196, \"long\": 197, \"fidget\": 198, \"extreme\": 199, \"issues\": 200, \"with\": 201, \"rest\": 202, \"simple\": 203, \"drain\": 204, \"occasionally\": 205, \"uninterested\": 206, \"usually\": 207, \"mood\": 208, \"mostly\": 209, \"okay\": 210}"}}